final data =[
  {
    "title":"هذا المساء",
    "content":"برنامج يومي ينقل لكم أهم الأحداث السياسية والإجتماعية والإقتصادية على الصعيدين المحلي والدولي",
    "image":"http://almustaqbal.ly/wp-content/uploads/2019/05/logo2-1.jpg",
    "link":"http://almustaqbal.ly/2019/06/02/%d9%87%d8%b0%d8%a7-%d8%a7%d9%84%d9%85%d8%b3%d8%a7%d8%a1/",
    "time":"من السبت إلى الخميس الساعة 9:30 م"
  },
  {
    "title":"العدسة",
    "content":"لأن الخبر هو الناس، فإننا ننقله لكم من عين المكان بتفاصيله و أسبابه وتداعياته",
    "image":"http://almustaqbal.ly/wp-content/uploads/2019/05/123123-1.jpg",
    "link":"http://almustaqbal.ly/2019/06/02/%d8%a7%d9%84%d8%b9%d8%af%d8%b3%d8%a9/",
    "time":"يأتيكم الأحد الساعة 8:00 م"
  },
  {
    "title":"مسيرة نجاح",
    "content":"نحتفي بقامات الوطن ومبدعيه في شتّى المجالات..لتأكيد مبدأ القدوة للأجيال القادمة",
    "image":"http://almustaqbal.ly/wp-content/uploads/2019/05/00000-2.jpg",
    "link":"http://almustaqbal.ly/2019/07/04/%d9%85%d8%b3%d9%8a%d8%b1%d8%a9-%d9%86%d8%ac%d8%a7%d8%ad/",
    "time":"يأتيكم الإثنين الساعة 8:00 م"
  },
  {
    "title":"حماة الوطن",
    "content":"لتسليط الضوء على دور القوات المسلحة والأجهزة الأمنية في تضحياتها الجِسام لبناء دولة المؤسسات والقانون",
    "image":"http://almustaqbal.ly/wp-content/uploads/2020/02/IMG-20200210-WA0002.jpg",
    "link":"http://almustaqbal.ly/2019/06/23/%d8%a8%d8%b1%d9%86%d8%a7%d9%85%d8%ac-%d8%ad%d9%85%d8%a7%d8%a9-%d8%a7%d9%84%d9%88%d8%b7%d9%86/",
    "time":"يأتيكم السبت الساعة 8:00 م"
  },
  {
    "title":"الموعد الرياضي",
    "content":"نقدم لكم أهم الفعاليات الرياضية في ليبيا والعالم، مع نخبة من أهم المحللين والنقاد في الشأن الرياضي",
    "image":"http://almustaqbal.ly/wp-content/uploads/2020/02/IMG-20200210-WA0000.jpg",
    "link":"http://almustaqbal.ly/2019/06/18/%d8%a7%d9%84%d9%85%d9%88%d8%b9%d8%af-%d8%a7%d9%84%d8%b1%d9%8a%d8%a7%d8%b6%d9%8a-%d8%a7%d9%84%d8%a3%d9%81%d8%b1%d9%8a%d9%82%d9%8a/",
    "time":" يأتيكم الخمبس الساعة 8:00 م"
  },
  {
    "title":"متابعات",
    "content":"مرآة تعكس نبض الشارع وشعوره، ومايدور فيه على السطح، أو من وراء الكواليس",
    "image":"http://almustaqbal.ly/wp-content/uploads/2020/02/IMG-20200212-WA0004.jpg",
    "link":"http://almustaqbal.ly/2019/06/09/%d9%85%d8%aa%d8%a7%d8%a8%d8%b9%d8%a7%d8%aa/",
    "time":"يأتيكم الأحد الساعة 8:00 م "
  },
  {
    "title":"تلوم وتعذر",
    "content":"  لانكتفي بنقل الخبر، بل نؤسّس جسراََ من الشفافية لنقل آراء المواطن وهمومه وتساؤلاته إلى المسؤول، ونوفر للمسؤول فسحة للرد المباشر على هذه التساؤلات",
    "image":"http://almustaqbal.ly/wp-content/uploads/2020/02/IMG-20200210-WA0001.jpg",
    "link":"http://almustaqbal.ly/2019/07/22/%d8%aa%d9%84%d9%88%d9%85-%d9%88%d8%aa%d8%b9%d8%b0%d8%b1/",
    "time":"يأتيكم الجمعة الساعة 8:00 م"
  },
  {
    "title":"الموعد الأوروبي",
    "content":"ننقل لكم أهم الأحداث الكروية في القارة العجوز من أخبار للدوريات الكبرى و دوري أبطال أوروبا،و نرصد لكم تفاصيلها مع نخبة من أهم المحللين في المجال الرياضي",
    "image":"http://almustaqbal.ly/wp-content/uploads/2020/02/IMG-20200212-WA0002.jpg",
    "link":"http://almustaqbal.ly/2019/07/22/%d8%aa%d9%84%d9%88%d9%85-%d9%88%d8%aa%d8%b9%d8%b0%d8%b1/",
    "time":"يأتيكم الثلاثاء الساعة 8:00 م"
  },{
    "title":"أسرتي",
    "content":"لأن الأسرة هي نواة المجتمع وبذرته الأولى، أنتم معنا لنرصد كل ما يتعلق بهذه المؤسسة الأم، في بناء المجتمع السعيد",
    "image":"http://almustaqbal.ly/wp-content/uploads/2020/02/IMG-20200212-WA0003.jpg",
    "link":"http://almustaqbal.ly/2019/07/22/%d8%aa%d9%84%d9%88%d9%85-%d9%88%d8%aa%d8%b9%d8%b0%d8%b1/",
    "time":"يأتيكم الثلاثاء الساعة 8:00 م"
  },
];